-- phpMyAdmin SQL Dump
-- version 3.5.2.2
-- http://www.phpmyadmin.net
--
-- Servidor: 127.0.0.1
-- Tempo de Geração: 
-- Versão do Servidor: 5.5.27-log
-- Versão do PHP: 5.4.6

SET SQL_MODE="NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- Banco de Dados: `agenda`
--

-- --------------------------------------------------------

--
-- Estrutura da tabela `agenda`
--

CREATE TABLE IF NOT EXISTS `agenda` (
  `agenda_id` int(3) NOT NULL AUTO_INCREMENT,
  `agenda_nome` varchar(60) NOT NULL,
  `agenda_tel_fixo` varchar(14) NOT NULL,
  `agende_tel_movel` varchar(14) NOT NULL,
  `agenda_referencia` varchar(40) NOT NULL,
  `agenda_rua` varchar(60) NOT NULL,
  `agenda_num` int(3) NOT NULL,
  `agenda_bairro` varchar(60) NOT NULL,
  `agenda_cidade` varchar(60) NOT NULL,
  `agenda_estado` varchar(2) NOT NULL,
  `agenda_texto` text NOT NULL,
  PRIMARY KEY (`agenda_id`)
) ENGINE=InnoDB  DEFAULT CHARSET=latin1 AUTO_INCREMENT=149 ;

--
-- Extraindo dados da tabela `agenda`
--

INSERT INTO `agenda` (`agenda_id`, `agenda_nome`, `agenda_tel_fixo`, `agende_tel_movel`, `agenda_referencia`, `agenda_rua`, `agenda_num`, `agenda_bairro`, `agenda_cidade`, `agenda_estado`, `agenda_texto`) VALUES
(1, 'Machado', '(35)3623-1823', '99234590', 'Pilar', 'rua machado de assis', 30, 'centro', 'Itajuba', 'MG', 'Milho'),
(4, 'Miro', '(35) 9907-8407', '(35) 8812-8097', '', '', 0, '', '', '', ''),
(5, 'Evaristo', '(35) 9927-1243', '', 'Milho', '', 0, '', 'Pouso Alegre', 'MG', 'Milho atacado'),
(7, 'Divino - Junior', '(35) 9832-1315', '', '', '', 0, '', 'Pouso Alegre', 'MG', 'Milho Atacado'),
(9, 'Ivan Mangueira', '(12) 9975-7006', '(00) 0000-0009', '', '', 0, '', '', '', ''),
(10, 'Raimundao', '(35) 9954-0987', '', '', '', 0, '', '', '', ''),
(11, 'Wilson - Embrasil', '(35) 9135-7586', '', '', '', 0, '', '', '', ''),
(12, 'Milton - Tambasa', '(35) 9921-3215', '', '', '', 0, '', '', '', ''),
(13, 'Jota - Fuzil', '(35) 9982-3802', '', '', '', 0, '', '', '', ''),
(14, 'Luciano - Merial', '(35) 9986-2159', '', '', '', 0, '', '', '', ''),
(15, 'Samuel - Citromax', '(34) 9802-7733', '', '', '', 0, '', '', '', 'Pedido Minimo de R$ 300,00'),
(16, 'Toninho - Zorro', '(35) 8849-6635', '', '', '', 0, '', '', '', ''),
(17, 'Acacio - Pecfarm', '(35) 9977-1500', '', '', '', 0, '', '', '', ''),
(18, 'Adubo Real', '', '', 'proximo ao Parquinho', '', 0, '', 'Maria da Fe', '', 'Telefone: 0800 031 1239'),
(19, 'Bico de Arado', '(35) 9975-0685', '', '', '', 0, '', '', '', ''),
(20, 'Jean - Piranguinho', '(35) 9168-6700', '(35) 9716-5652', 'Gerente', 'Wenceslau Bras', 55, 'Santa Efigenia', 'Piranguinho', 'MG', 'Gerente da Estrela Produtos AgrÃ­colas '),
(21, 'Sergio - Rigon', '', '', '', '', 0, '', 'SÃ£o Paulo', 'SP', 'Raticida Rigon nÂº (11) 97676-6021'),
(22, 'Samuel - Dipil', '(35) 9103-8978', '(35) 8856-1478', 'Veneno', '', 0, '', '', '', 'Produtos Dipil'),
(23, 'Edvaldo - Arame', '(35) 6323-8393', '(35) 8848-7090', '', '', 0, '', '', '', ''),
(25, 'Enchada Alpe', '(19) 3466-8900', '', '', '', 0, '', '', '', ''),
(26, 'Altair Milho', '(35) 9127-4013', '', '', '', 0, '', '', '', ''),
(27, 'AndrÃ© - Sacola', '(35) 8414-5934', '', '', '', 0, '', '', '', ''),
(28, 'Adubo - Moacir', '(35) 9968-0208', '', '', '', 0, '', 'Maria da FÃ©', 'MG', 'Joice 0800-0311239'),
(29, 'Ãgua', '(35) 3622-2222', '', '', '', 0, '', '', '', ''),
(30, 'Andrei - Casa da Vaca', '(35) 9707-7646', '', '', '', 0, '', '', '', ''),
(31, 'Agros', '(35) 3422-0304', '', '', '', 0, '', '', '', ''),
(32, 'Arame Farpado - Lucio', '(35) 8424-5450', '', '', '', 0, '', '', '', ''),
(33, 'Agropec - Mauro', '(35) 3622-2083', '', '', '', 0, '', '', '', ''),
(34, 'Alarme - Edvaldo', '(35) 6329-0101', '', '', '', 0, '', '', '', ''),
(35, 'Arame Farpado - Rogerio', '(35) 9944-5140', '', '', '', 0, '', '', '', ''),
(36, 'Bartofil - Paulo', '(35) 9914-3259', '', '', '', 0, '', '', '', ''),
(37, 'Paulo - BretÃ£o', '(37) 3371-3196', '', '', '', 0, '', '', '', ''),
(38, 'Botina Sola de Pneu', '(35) 3551-5562', '', '', '', 0, '', '', '', ''),
(39, 'Balaio - Marina', '(00) 0000-0000', '', '', '', 0, '', '', '', 'Telefone - (21) 99105-9218'),
(40, 'Jose Dito', '(35) 9153-7915', '', '', '', 0, '', '', '', ''),
(41, 'Foca', '(35) 8852-7091', '(35) 9167-2512', '', '', 0, '', '', '', ''),
(42, 'Ceres Agro', '(35) 3427-5100', '', '', '', 0, '', '', '', ''),
(43, 'Marcio - Ceres', '(35) 3423-8586', '(35) 9963-6302', '', '', 0, '', '', '', ''),
(44, 'Casa do Campo', '(35) 9971-6299', '', '', '', 0, '', '', '', ''),
(45, 'Chapa de FogÃ£o', '(35) 9198-0416', '', '', '', 0, '', '', '', ''),
(46, 'Casa da vaca', '(35) 3864-3839', '(35) 9955-4083', '', '', 0, '', '', '', ''),
(47, 'Marcelo - Pencivet', '(35) 8407-3538', '', '', '', 0, '', '', '', ''),
(48, 'Paulo - Calcario', '(35) 6323-1641', '(35) 9951-1311', '', '', 0, '', '', '', ''),
(49, 'ChÃ£o Mineiro', '(35) 3697-1800', '(__) ____-____', '', '', 0, '', '', '', ''),
(50, 'Cabo Wenc. Bras', '(35) 9936-4371', '', '', '', 0, '', '', '', ''),
(51, 'Carlos Canivet', '(35) 9947-3195', '', '', '', 0, '', '', '', ''),
(52, 'Calcario Liquido', '(17) 3231-6000', '(__) ____-____', '', '', 0, '', '', '', ''),
(53, 'Luiz Antonio - Cabos Caipira', '(35) 8413-0206', '(35) 3325-1365', '', '', 0, '', '', '', ''),
(54, 'Cal Virgem', '(37) 3321-8433', '', '', '', 0, '', '', '', ''),
(55, 'Junior - Divino', '(35) 9968-0981', '(__) ____-____', '', '', 0, '', '', '', ''),
(56, 'Dianagro', '(32) 3223-1182', '(32) 9195-7074', '', '', 0, '', '', '', ''),
(57, 'JoÃ£o - DobradiÃ§a', '(37) 9105-8384', '', '', '', 0, '', '', '', ''),
(58, 'Dito Jardim', '(35) 3622-6254', '', '', '', 0, '', '', '', ''),
(59, 'Mario - DobradiÃ§a', '(35) 9114-2533', '', '', '', 0, '', '', '', ''),
(60, 'Fausto - Disvet', '(35) 8812-3809', '', '', '', 0, '', '', '', 'Email: faustoandradedef@hotmail.com, Telefones: (35) 9963-9217(vivo) - (35) 8812-3809(Oi) (35)9197-2737(tim)'),
(61, 'Elias', '(35) 9956-0731', '', '', '', 0, '', '', '', ''),
(62, 'Enxada Branca e Alpe', '(19) 3913-9933', '', '', '', 0, '', '', '', ''),
(63, 'Isaque Feltrin', '(54) 2109-4400', '', '', '', 0, '', '', '', ''),
(64, 'Foice Cruzeiro', '(12) 3146-5361', '', '', '', 0, '', '', '', ''),
(65, 'Foice Tupan', '(31) 8849-4268', '', '', '', 0, '', '', '', ''),
(66, 'Fitovet', '(35) 3423-5498', '', '', '', 0, '', '', '', ''),
(67, 'Fumo - ZÃ© Pereira(Salto)', '(35) 9912-9893', '', '', '', 0, '', '', '', ''),
(68, 'Guabi', '(35) 3271-3644', '(__) ____-____', '', '', 0, '', '', '', ''),
(69, 'Fecularia Grilo', '(35) 3622-3578', '', '', '', 0, '', '', '', ''),
(70, 'Gudim', '(32) 3573-1155', '', '', '', 0, '', '', '', ''),
(71, 'Humos de Minhoca - Fazenda maratÃ©ia', '(35) 3643-1188', '(35) 9986-3946', '', '', 0, '', '', '', ''),
(72, 'Ivomec - Luciano', '(35) 9986-2159', '', '', '', 0, '', '', '', ''),
(73, 'Jofafel', '(35) 2106-1500', '(35) 9988-2336', '', '', 0, '', '', '', ''),
(74, 'Foice JB - Rafaelle', '(35) 8406-0023', '', '', '', 0, '', '', '', ''),
(75, 'Lucio - Lorenfer', '(12) 3153-1818', '(12) 8424-5450', '', '', 0, '', '', '', ''),
(76, 'LatÃ£o', '(24) 3346-6899', '', '', '', 0, '', '', '', ''),
(77, 'Marcelo - Mangueira', '(35) 9911-6585', '', '', '', 0, '', '', '', ''),
(78, 'Marreta', '(35) 3690-3100', '', '', '', 0, '', '', '', ''),
(79, 'Agrominas - Complemento', '(35) 9821-6734', '(35) 9900-9268', 'Milho', '', 0, '', '', '', 'RaÃ§Ãµes, FarelÃ£o e RaÃ§Ã£o de ManutenÃ§Ã£o'),
(80, 'Ditinho', '(35) 9821-6734', '', '', '', 0, '', '', '', ''),
(81, 'Cinthia', '(35) 3346-2730', '', '', '', 0, '', '', '', ''),
(82, 'Rogerio - Arame', '(35) 9944-5140', '', '', '', 0, '', '', '', ''),
(83, 'Neguvon - Crerison', '(32) 9195-7074', '', '', '', 0, '', '', '', ''),
(84, 'Racao Nero', '(35) 8881-3537', '', '', '', 0, '', '', '', ''),
(85, 'Luiz Racao Big Boss', '(35) 8897-0529', '', '', '', 0, '', '', '', ''),
(86, 'ParanÃ¡', '(35) 8463-8138', '', '', '', 0, '', '', '', ''),
(87, 'Pica Pau', '(11) 3937-4599', '', '', '', 0, '', '', '', ''),
(88, 'Pedralva - Sao Pedro', '(35) 3663-1327', '', '', '', 0, '', '', '', ''),
(89, 'Paulo - Calcareo', '(35) 3623-1641', '', '', '', 0, '', '', '', ''),
(90, 'Pedro - Cerasa', '(35) 3623-1141', '', '', '', 0, '', '', '', ''),
(91, 'Provaso', '(19) 3022-2964', '', '', '', 0, '', '', '', ''),
(92, 'Plinio - Pica Pau', '(35) 8863-1637', '(13) 8112-3384', '', '', 0, '', '', '', ''),
(93, 'Katia - Pica Pau', '(11) 3937-4599', '', '', '', 0, '', '', '', ' Ramal - 36'),
(94, 'Fabiana - Semente de Vagem Itatiba II', '', '', '', '', 0, '', '', '', ''),
(95, 'Ruy', '(35) 9953-0972', '', '', '', 0, '', '', '', ''),
(96, 'Junior - Racao Nero', '(35) 3423-0944', '', '', '', 0, '', '', '', ''),
(97, 'RaÃ§Ã£o Boris', '(35) 3831-6400', '', '', '', 0, '', '', '', ''),
(98, 'RaÃ§Ã£o Pitty / Street Dog - Dito', '(35) 3331-4653', '(35) 8854-0513', '', '', 0, '', '', '', ''),
(99, 'Alexandre - RaÃ§Ã£o Almar', '(35) 8846-1304', '', '', '', 0, '', '', '', ''),
(100, 'Fabio - RaÃ§Ã£o Nero', '(35) 8881-3537', '(35) 8407-3537', '', '', 0, '', '', '', ''),
(101, 'DitÃ£o Chapa', '(35) 3458-6812', '', '', '', 0, '', '', '', ''),
(102, 'Peterson - Repor', '(35) 8412-4544', '(35) 9110-7858', '', '', 0, '', '', '', ''),
(103, 'Edvaldo - Semente', '(35) 9113-9996', '', '', '', 0, '', '', '', ''),
(104, 'Sakata', '(35) 3421-4999', '', '', '', 0, '', '', '', ''),
(105, 'Willian - Tocantino', '(38) 9165-4377', '(38) 9951-7464', '', '', 0, '', '', '', ''),
(106, 'JoÃ£o - Sementes Santa Helena', '(35) 3425-0195', '', '', '', 0, '', '', '', ''),
(107, 'Santa Clara', '(31) 3328-7024', '(35) 8527-0349', '', '', 0, '', '', '', ''),
(108, 'Top Seed', '(35) 9973-2148', '', '', '', 0, '', '', '', ''),
(109, 'Valmir - Top Seed', '(31) 3394-0300', '', '', '', 0, '', '', '', ''),
(110, 'Feltrin', '(35) 3423-5498', '(35) 9808-4947', '', '', 0, '', '', '', ''),
(111, 'Paulo Mateus - Feltrin', '(35) 9976-3613', '', '', '', 0, '', '', '', ''),
(112, 'Saco Plastico', '(12) 3156-1883', '', '', '', 0, '', '', '', ''),
(113, 'Rosimeire - Cimsal', '(84) 3316-1511', '(84) 3321-1511', '', '', 0, '', '', '', ''),
(114, 'Sal LeÃ£o', '(18) 3623-6080', '', '', '', 0, '', '', '', ''),
(115, 'Luiz - Tambasa', '(35) 9956-0393', '(__) ____-____', '', '', 0, '', '', '', ''),
(117, 'Toninho Gigante', '(35) 9986-2182', '', '', '', 0, '', '', '', ''),
(118, 'Paulo - Total', '(35) 9808-3371', '', '', '', 0, '', '', '', ''),
(119, 'Total - RaÃ§Ã£o', '(35) 8838-7570', '', '', '', 0, '', '', '', ''),
(120, 'Samuel - Central de Abastecimento Vet', '(32) 8426-1776', '(34) 9802-7733', '', '', 0, '', '', '', ''),
(121, 'OtÃ¡vio - Vetminas', '(35) 9732-0376', '', '', '', 0, '', '', '', ''),
(122, 'SÃ©rgio - Vinna Construtora', '(31) 9875-9420', '', '', '', 0, '', '', '', ''),
(123, 'Fabio - Tem de Tudo(Alpiste)', '(35) 3421-6587', '(35) 9155-9782', '', '', 0, '', '', '', ''),
(124, 'Padua - Pioner', '(35) 8411-1101', '', '', '', 0, '', '', '', ''),
(125, 'Breno - Corda de Sizal', '(35) 8855-2080', '', '', '', 0, '', '', '', ''),
(126, 'Yoorn Master', '(35) 9939-8844', '', '', '', 0, '', '', '', ''),
(127, 'Patricia', '(35) 9986-3361', '(35) 6323-1344', '', '', 0, '', '', '', ''),
(128, 'Tiago - Japones', '(35) 9964-8386', '', '', '', 0, '', '', '', ''),
(129, 'Renato - Adubo Heringer', '(35) 9849-6640', '', '', '', 0, '', '', '', ''),
(130, 'Felipe - Adubo Heringer', '(35) 9972-0984', '', '', '', 0, '', '', '', ''),
(131, 'Rubia - Contadora', '(35) 3622-1573', '', '', '', 0, '', '', '', ''),
(132, 'Ronildo Tecnin', '(35) 3622-3900', '', '', '', 0, '', '', '', ''),
(133, 'Manuel - Contador', '(35) 9113-7059', '', '', '', 0, '', '', '', ''),
(134, 'Halley Motel', '(35) 3623-1344', '', '', '', 0, '', '', '', ''),
(135, 'ICEL - Industria e Comercio Estrela', '(35) 3622-0658', '', '', '', 0, '', '', '', ''),
(137, 'Evaldo - Milho 1051 - Feijão', '(35) 9113-9996', '(35)8452-1571', '', '', 0, '', '', '', ''),
(138, '', '', '', '', '', 0, '', '', '', ''),
(139, 'Jaques - Fiscal do IMA', '(35) 9825-2789', '', 'IMA', '', 0, '', '', '', ''),
(140, 'Fabricio - tem de tudo', '(35) 3556-1136', '', '', '', 0, '', '', '', ''),
(141, 'Antonio Dias - Calbos / Jofadel', '(35) 9982-5151', '', 'Jofadel / Calbos', '', 0, '', 'Varginha', 'MG', 'antonio.franciscodias@yahoo.com'),
(142, 'Pablo - Botinas Wrangler', '', '', '', '', 0, '', 'Resende', 'RJ', 'tel (24) 98158-4905 | 99300-1711 | 98868-1725 | 99934-7300 | 97403-4087'),
(143, 'Robson - RaÃ§Ã£o Kidan', '(35) 9891-5586', '', 'RaÃ§Ã£o Kidan', '', 0, '', 'SÃ£o LourenÃ§o', 'MG', ''),
(144, 'Luan Casa da Vaca', '(35) 3864-3804', '', '', '', 0, '', '', '', 'Suporte Ismael'),
(145, 'Ismael - Casa da Vaca', '', '(35) 8406-3494', '', '', 0, '', '', '', ''),
(148, 'Italo - Gudim - balde leite', '(32) 9962-9398', '', 'Balde Galvanizado', 'av.hum', 34, 'Distrito Industrial', 'PiraÃºba', 'MG', 'email: italogudim@yahoo.com.br');

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
